Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/health/health_services/women_s_health/index.html.txt.tmx
Source language: en
Languages: ga

source: Maternity and infant care services
ga: Seirbhísí máithreachais agus leasa naíonán

source: The public health service provides free maternity services for all expectant mothers for the period of the pregnancy and for 6 weeks after the birth
ga: Cuireann an tseirbhís sláinte phobail seirbhísí máithreachais saor in aisce ar fáil do mháithreacha agus do naíonáin suas go dtí 6 sheachtain tar éis a mbreithe

source: How to arrange a home birth
ga: Conas breith bhaile a eagrú in Éirinn

source: This document is in: Family and Relationships > Before your baby is born
ga: This document is in: Teaghlach agus Caidrimh > Sula mbeirtear do leanbh

source: Assisted Human Reproduction Services (including IVF) are not provided by the public health services
ga: Ní sholáthraíonn na seirbhísí sláinte poiblí in Éirinn Seirbhísí um Atáirgeadh Daonna Cuidithe(toirchiú in vitro ina measc)

source: Certain treatments are available and there are rules on the provision of these
ga: Tá cóireáil de chineálacha áirithe ar fáil, áfach, agus seo a leanas na rialacha maidir le cóireáil torthúlachta a sholáthar

source: Information about family planning services, supports and information resources in Ireland
ga: Tá cur síos anseo ar na Seirbhísí Pleanála Clainne atá ar fáil ó na boird slánte agus ó eagraíochtaí deonacha

source: BreastCheck is the national breast screening programme aimed at the early detection and treatment of breast cancer
ga: Clár náisiúnta scagthástála cíche é BreastCheck. Tá sé mar aidhm ag an gclár ailse chíche a bhrath go luath agus cóir leighis a chur ar fáil

source: This document is in: Health > Health services > Cancer services
ga: This document is in: Sláinte > Seirbhísí sláinte > Seirbhísí ailse

source: CervicalCheck: The National Cervical Screening Programme
ga: CervicalCheck: An Clár Scagthástála Ceirbheacs Náisiúnta

source: Find out about the Cervical Screening Programme and how to check if you are registered for screening
ga: Faigh amach tuilleadh faoin Chlár agus conas a fhaigh amach an bhfuil tú cláraithe le haghaidh Scagthástála

source: The main function of the Crisis Pregnancy Programme is to prepare a strategy to address crisis pregnancy
ga: Tá cur síos sa cháipéis seo ar an Údarás um Thoircheas Géarchéime, a bhfuil sé mar phríomhfheidhm aige straitéis a ullmhú le dul i ngleic le toirchis ghéarchéime in Éirinn

source: It provides information and contacts for counselling and support services
ga: Faigh amach tuilleadh eolais agus teagmhálacha maidir le seirbhísí comhairlithe agus tacaíochta

source: Abortion is illegal in Ireland except in very strict circumstances. There are laws on how information about foreign abortion services may be made available
ga: Tá cur síos anseo ar na seirbhísí sláinte, cártaí leighis, seirbhísí ón dochtúir teaghlaigh, drúgaí agus cógas leighis ar oideas san áireamh a bhfuil muid i dteideal

source: Most Read in "Health"
ga: Ábhar is mó éilimh i "Sláinte"

source: Admission to a psychiatric hospital
ga: Ospidéal síciatrach a iontráil

source: Medical card means test: aged under 70
ga: Tástáil mhaoine cárta leighis: daoine faoi bhun 70 bliain d’aois
